#### `terragrunt plan` Success
<details><summary>Show Output</summary>

```
08:41:08.159 STDOUT terraform: Terraform used the selected providers to generate the following execution
08:41:08.160 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
08:41:08.160 STDOUT terraform:   + create
08:41:08.160 STDOUT terraform: Terraform will perform the following actions:
08:41:08.160 STDOUT terraform:   # local_file.foo will be created
08:41:08.160 STDOUT terraform:   + resource "local_file" "foo" {
08:41:08.160 STDOUT terraform:       + content              = "dev content ABC new"
08:41:08.160 STDOUT terraform:       + content_base64sha256 = (known after apply)
08:41:08.160 STDOUT terraform:       + content_base64sha512 = (known after apply)
08:41:08.160 STDOUT terraform:       + content_md5          = (known after apply)
08:41:08.160 STDOUT terraform:       + content_sha1         = (known after apply)
08:41:08.160 STDOUT terraform:       + content_sha256       = (known after apply)
08:41:08.160 STDOUT terraform:       + content_sha512       = (known after apply)
08:41:08.160 STDOUT terraform:       + directory_permission = "0777"
08:41:08.160 STDOUT terraform:       + file_permission      = "0777"
08:41:08.160 STDOUT terraform:       + filename             = "dev"
08:41:08.160 STDOUT terraform:       + id                   = (known after apply)
08:41:08.160 STDOUT terraform:     }
08:41:08.160 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
08:41:08.160 STDOUT terraform: 
08:41:08.160 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
08:41:08.160 STDOUT terraform: Note: You didn't use the -out option to save this plan, so Terraform can't
08:41:08.160 STDOUT terraform: guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Workflow: `Terragrunt Plan PR Comment`, Action: `__the-commons-project_terragrunt-github-actions_3`, Working Directory: `env/dev`, Workspace: `default`*
